Revit 2027 API
ScheduleSortGroupField Constructor
Overload List
Name | Description
ScheduleSortGroupField() |  Creates a new ScheduleSortGroupField.
ScheduleSortGroupField(ScheduleFieldId) |  Creates a new ScheduleSortGroupField.
ScheduleSortGroupField(ScheduleFieldId, ScheduleSortOrder) |  Creates a new ScheduleSortGroupField.
Top
See Also
Reference
ScheduleSortGroupField Class
Autodesk.Revit.DB Namespace